Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 宁姚点头道：“好，哪怕老猿直接赶来小庙这边，我也会拖延住他的脚步，给你争取到足够的时间。”
en_us: Ning Yao nodded and said, "Alright then. Even if that old ape directly comes here, I'll engage with him and try to buy enough time for you."

source: 宁姚点头道：“当然。及膝练起，再及腰，最后及脖。”
en_us: Ning Yao nodded and replied, "Of course. Start with knee-deep water, and then move onto waist-deep water. After that, you can move onto neck-deep water."

source: 宁姚点点头，对此并不上心，询问道：“杨老前辈？”
en_us: Ning Yao nodded in reply, not paying too much attention to this. She turned to the old man and said, "Senior Yang?"

source: 宁姚熬着性子，把序一句句读给陈平安听。
en_us: Ning Yao forced herself to remain patient as she read the introduction to Chen Ping'an.

source: 宁姚犹豫了yi下，“就目前而言，你如果真想研习那本撼山谱，在学拳势之前，你要先做三件事，站桩，走桩和睡桩，最后yi件事，比较讲究窍穴积淀和气息流转，很难用言语描述，先不说它便是。反正前两件事情，无需太考虑天赋根骨，你老老实实按照拳谱上绘画出来的姿势，长久以往坚持下去，终归是有用的，哪怕无法让你在武道上登堂入室，但是强健体魄和延年益寿，不是没有可能。”
en_us: She hesitated for a moment before saying, "If you genuinely want to start studying the Mountain Shaking Guide now, there's three things you need to do before you can start practicing the fist technique — standing meditation, walking meditation, and sleeping meditation. Sleeping meditation is more focused on the accumulation within one's acupoints and the circulation of one's breath. It's quite difficult to describe using words, so let's leave this for later. As for standing meditation and walking meditation, these don't have a stringent requirement in terms of one's talent and aptitude. Thus, you can diligently practice these following the stances illustrated in the Mountain Shaking Guide. If you stick at it, it will eventually bring you some benefits. Even if you're unable to become a true martial artist, there's still a chance that it can strenghten your physique and extend your lifespan."

source: 宁姚犹豫了一下，仍是忍不住问道：“齐先生，你如今是啥境界，有没有跻身上五境啊？还有，先生你坐镇这方天地，真的能够天下无敌吗？当然，先生如果觉得不方便，可以不回答，我就随便问问。”
en_us: Ning Yao hesitated for a moment, but she ultimately couldn't suppress her curiosity, and she asked, "Mr. Qi, what's your current cultivation base? Have you reached the Upper Five Tiers yet? Also, are you genuinely in this realm? Of course, you don't have to answer my questions if you don't want to. I'm just asking out of curiosity."

source: 宁姚犹豫了一下，问道：“那么除了正阳山的那头搬山猿，还有清风城许家的妇人，截江真君刘志茂，以及蔡金简和苻南华背后的云霞山和老龙城，你怎么办？万一人家要找你麻烦，你往哪里逃？”
en_us: Ning Yao hesitated momentarily, then asked, "Aside from that Mountain-moving Ape from Sun Scorch Mountain, there's also that woman from Liu Zhimao, River Severing True Lord Liu Zhimao, and Dawn Cloud Mountain and Old Dragon City that you have to deal with. What are you going to do if they come after you?"

source: 宁姚独自坐在门槛上，自言自语道：“为何感觉自己好像挖了yi个天大的坑？那家伙会不会爬不出来啊？”
en_us: Sitting alone on the doorstep, Ning Yao muttered to herself, "Why do I feel like I've dug a huge hole for him? He won't collapse and be unable to climb out, right?"

source: 宁姚猛然直起腰，一拍桌子，“扯什么扯，还要不要学拳谱的？！”
en_us: Ning Yao suddenly sat up straight, slamming the table and saying, "What nonsense are you still uttering? Do you want to learn this fist technique or not?"

source: 宁姚猛然站起身，这次轮到陈平安一屁股坐进背篓。
en_us: Ning Yao abruptly rose to her feet, and this time, it was Chen Ping'an's turn to fall headfirst into the basket, while Ning Yao chortled with mirth.

source: 宁姚猛然起身，冷哼一声，“抢？！我是那种人吗？”
en_us: Ning Yao suddenly stood up, humphing coldly and saying, "Steal?! Am I that kind of person?"

source: 宁姚理直气壮道：“我天资太好，学剑极早，境界攀升极快，但是教别人剑术，半点不会！”
en_us: Ning Yao replied with perfect assurance, "My talent is far too great, and I also started to practice sword techniques from a very young age. So, my skill level is also rising extremely quickly. In terms of teaching others sword techniques, however, I don't even know where to start!"

source: 宁姚用刀鞘在地上划出两个圈和一条直线，问道：“这是小庙和福禄街李宅之间的路线，你的木弓藏在哪边？”
en_us: Ning Yao used the scabbard of her saber to draw two circles and a line in the dirt before asking, "This is the path between this temple and the Li Clan's residence on Fortune Street. Where is your wooden bow hidden?"

source: 宁姚用手指凌空点了点那个掉钱眼里的家伙，没好气道：“以后你要是能够开宗立派，我估计有你这么个燕子衔泥、持家有道的掌门宗主，门下弟子客卿肯定一辈子吃穿不愁，躺着享福就好了。”
en_us: Ning Yao made a tapping motion at the young boy who had become engrossed in material wealth, and she scoffed, "If you found a sect in the future, your avaricious and miserly nature will definitely ensure that everyone in your sect has enough to eat and drink and wear for the rest of their lives. They can just lie down and enjoy life."

source: 宁姚略作犹豫，仍是对少年打开天窗说亮话，“接下来一种是不立字，讲究言传身教。这些多是宗门帮派的压箱底本事，往往秘不示人，或者有传男不传女等繁缛规矩，甚至许多所谓的嫡传弟子、入室弟子，也也未必能够尽得真传，真传真传，便在于此。”
en_us: Ning Yao hesitated for a brief moment before deciding to be honest with Chen Ping'an. "The next type of recording is an unwritten one which focuses on teaching through instruction and example. Such method is usually used when it comes to the important skills and techniques of sects and clans. These are usually secrets that can't be revealed to others. Or perhaps they're techniques that can only be taught to males and not females and so on. In fact, even direct disciples and in-house disciples won't necessarily be able to obtain the complete true inheritance. This is the importance of true inheritances."

source: 宁姚疑惑道：“你真信啊？”
en_us: "You genuinely believe him?" Ning Yao asked with a puzzled expression.

source: 宁姚白眼道：“以后哪个女人，不幸做了你的媳妇，我估计她每天恨不得一巴掌打死你。”
en_us: Ning Yao rolled her eyes as she scoffed, "If any woman is unfortunate enough to become your wife in the future, then I bet she'll constantly want to slap you to death!"

source: 宁姚的问话打断了陈平安的幽幽思绪，“你想什么呢？”
en_us: "What are you thinking about?" Ning Yao's question interrupted Chen Ping'an's reminiscing.

source: 宁姚皱眉不言语。
en_us: Ning Yao's brows furrowed slightly, and she offered no response.

source: 宁姚皱眉不语。
en_us: Ning Yao's brows furrowed slightly upon hearing this.

source: 宁姚皱眉道：“一看就是冲着你来的，怎么回事？”
en_us: Ning Yao frowned and said, "It's clear that his target is you. What's going on?"

source: 宁姚皱眉道：“你为何如此了解我家乡那边的情况？”
en_us: "Why do you know so much about my hometown?" Ning Yao asked with a frown.

source: 宁姚皱眉道：“我信不过那两个姓陈的。”
en_us: Ning Yao furrowed her brows and replied, "I don't trust them."

source: 宁姚皱眉道：“是正阳山的苏稼？”
en_us: Ning Yao frowned and asked, "Are you referring to Sun Scorch Mountain's Su Jia?"

source: 宁姚皱眉道：“杨家铺子什么药材，这么贵？！”
en_us: Ning Yao frowned and said, "What kind of medicine does the Yang Family's medicine shop sell? How is it so expensive?!"

source: 宁姚皱眉道：“窑务监造衙署，可管不了这个，你真以为是偷鸡摸狗、街头斗殴的小事？”
en_us: Ning Yao's brows furrowed slightly as she said, "Let me just warn you that this is beyond the realm of jurisdiction of the kiln supervision official's office. This is not just some minor incident like petty theft or a street brawl."

source: 宁姚皱眉道：“陈平安，你就这么觉得自己的命，不值钱？”
en_us: Ning Yao frowned and said, "Chen Ping'an, you really feel like your life is that worthless?"

source: 宁姚目瞪口呆，在她印象中，杨老头应该是一个慈眉善目的老人，成天笑眯眯的。
en_us: Ning Yao was wide-eyed with shock. In her imagination, Old Man Yang should have been a kindly and benevolent old man who always wore an amiable smile.

source: 宁姚盯着陈平安，那双眼眸充满了“你不要跟我叨叨叨，要不然我真会砍人啊”的意味。
en_us: Ning Yao glared at Chen Ping'an, and it was as if her eyes were saying, "Don't try to give me any of your nonsense reasoning again. Otherwise, I'm truly going to hack you into pieces!"

source: 宁姚看了不请自来的少女眼，便闭上眼睛，不闻不问。
en_us: Ning Yao took a glance at the unwelcome guest, then closed her eyes again and studiously ignored her.

source: 宁姚看着那一桌子陈平安的“压箱底家传宝”，解释道：“别有洞天，这个说法听说过吧？老百姓只当是读书人的修辞说法，没当真。其实这里头很有讲究，天底下洞天分两种，一种就是我们身处的这座骊珠洞天，属于十大洞天、三十六小洞天之一，就是‘洞天福地’的那个洞天，有些疆域广袤，不知几千几万里，传说中道祖拥有一座莲花洞天，虽是三十六座小洞天之一，但其中一张荷叶的叶面，就比你们大骊王朝的京城还要大。”
en_us: Ning Yao looked at all of Chen Ping'an's most valuable assets laid out on the table and explained, "You've heard of the concept of alternate worlds, right? The common folk never take this concept seriously, thinking that it's only a term of embellishment used by scholars. However, in reality, the concept is very much real. There are two types of worlds under the heavens, one of which is this Jewel Small World that we're in right now, which is one of the 10 large worlds and 36 small worlds. Some of these worlds are extremely vast, and legend has it that the Dao Ancestor has a Lotus Flower World, and even though it's one of the 36 small worlds, just a single one of the lotus leaves in that small world spans a larger area than the entire capital city of the Great Li Empire."

source: 宁姚看着那个马苦玄就心烦，她就没见过这么欠揍的家伙，泥瓶巷的宋集薪城府也深，也喜欢掉书袋，成天摆小夫子的做派，可人家好歹瞧着就是一副读书种子的模样，眼前这位矮小精瘦的少年，肌肤不比陈平安白，而且眼睛格外大，整个人给人的感觉就是很怪，尤其是加上这种蹩脚拗口的酸文，就像老妪涂扑了半斤脂粉在那张老树皮上，故作娇羞状，真是惨绝人寰。
en_us: Ning Yao couldn't help but feel annoyed as she looked at Ma Kuxuan. She had never seen such a punchable person before. Even though Clay Vase Alley's Song Jixin was also scheming and liked to show off his knowledge, he at least looked like a young scholar. Meanwhile, the young boy in front of them was skinny and short, and his skin was also tanned and no lighter than Chen Ping'an's. His eyes were also especially large, and this made him look extremely strange and uncanny. Add to that his strange logic and reasoning, and he seemed much like an old woman who had poured half a pound of makeup onto their face and were purposely trying to act bashful and seductive. This was truly a terrifying sight.

source: 宁姚眼中所见，视线所望，只有人迹罕至的武道远方，以及并肩而立之人、屈指可数的剑道之巅。
en_us: This was because her ambitions lay far above in the lofty heights of martial arts, where few people stood. Her goal was to reach those who stood at the pinnacle of the Sword Dao.

source: 宁姚眼睛一亮，啧啧称奇，然后莫名其妙开始秋后算账了：“陈平安，这些弯弯肠子，你跟谁学的？！道貌岸然，肯定没表面那么老实。说！陆道人救我的那次，在泥瓶巷你家祖宅，你除了摘掉帷帽，到底有没有趁机占我便宜？”
en_us: Ning Yao's eyes lit up, and she clicked her tongue in wonder. However, she mysteriously started to interrogate him, asking, "Chen Ping'an, who did you learn all these slimy schemes from?! You look honest and sanctimonious, but you're definitely not as honest as you appear! Speak! After Daoist Lu saved me and brought me to your house, did you take that opportunity to do anything else to me after removing my veiled hat?"

source: 宁姚瞥了眼少年，“这句话，你要是能够在外边混过十年，还能够拍胸脯重复一遍，就算你赢！”
en_us: Ning Yao glanced at him and stated, "If you can still put your hand on your heart and say this after living in the outside world for 10 years, then you win!"

source: 宁姚瞥了眼桌上陈平安捎来的糕点，有物廉价美的糯米枣糕，也有相对昂贵的雨露团，肯定是少年竭尽全力的待客之道了，少女便破天荒有些心软和愧疚，一时间觉得自己好像有些不厚道，吃人家的，住人家的，遇到难事，她哪怕帮不上大忙，也不能火上加油，于是问道：“刘羡阳会不会是在铁匠铺那边，受到实实在在的人身威胁，才不得不将那件青黑瘊子甲卖出去？比如说铺子里藏有四姓十族的爪牙，暗中教训了一顿刘羡阳？”
en_us: Ning Yao glanced at the desserts on the table that Chen Ping'an had bought over. There were cheap but delicious jujube glutinous rice cakes, and there were also relatively expensive rain dew balls. It was clear that the young boy was doing his best to show hospitality to his guest. The young girl suddenly felt a rare sense of guilt, and she felt like she was treating the young boy quite unkindly. She was living in his house and eating his food, so even if she was unable to help when he encountered troubles, the least she could do was to not add fuel to the fire. "Perhaps Liu Xianyang felt like his life was being threatened even while he was still at the blacksmith shop? So he had no option but to sell that green and black wart-like armor? For example, there might be hidden members of the Four Surnames and Ten Clans in the blacksmith shop, and perhaps they gave Liu Xianyang a beating?"

source: 宁姚瞥了眼身材娇小玲珑却好生养的清秀少女，不太愿意打招呼。
en_us: Ning Yao also shot a glance at the slender and pretty Ruan Xiu, and she didn't really want to greet her either.

source: 宁姚瞪眼道：“这辈子还没到头呢，想什么下辈子？！”
en_us: Ning Yao glared at him and said, "You're nowhere near dying yet, so why are you already thinking about your next life?!"

source: 宁姚瞪眼道：“都要拿刀砍人了，还不许爆几句粗口？！”
en_us: Ning Yao glared at him as she snapped, "We're about to go kill someone, and you're concerned about some swearing?!"

source: 宁姚神情凝重，沉声道：“他说的没错，这座小镇是要变天了。你最好趁早解决掉这档子事，赶紧走出小镇，哪怕离开以后再回来，也比一直待在小镇来得好。”
en_us: Ning Yao wore a solemn expression, and she said in a low voice, "He's right, things are about to change in this small town. It's best that you deal with this issue quickly and leave the small town as soon as possible. Even if you leave and return again at a later date, it's still better than staying here the entire time."

source: 宁姚突然也眼前一亮，“灵官神像脚底下那儿，不就有现成的磨剑石吗？这么大，刚好能劈成两块斩龙台。”
en_us: Ning Yao's eyes suddenly lit up, and she said, "Isn't there a ready-made sword whetstone under the feet of that Daoist Enforcer statue? It's fairly big, and it looks like we can cleave it into two slabs of Dragon Slaying Platform."

source: 宁姚突然伸手指向少年，一脸恍然大悟的表情，眯眼笑道：“陈平安，老实交代，你是不是图谋不轨，心想着以后把‘宁姑娘’变成自己媳妇，那还不是所有东西都是自己的了？这小算盘打得噼里啪啦的，厉害啊！”
en_us: Ning Yao suddenly pointed at Chen Ping'an, a look of realization on her face. She smiled with squinted eyes and said, "Chen Ping'an, be honest with me. Do you have ulterior motives? Are you thinking that everything will still be yours after you make me your wife? How very calculating of you! Very impressive!"

source: 宁姚突然伸手指向最早的那尊断臂灵官神像，“那块乌漆墨黑的石座，知道是什么石头打造而成的吗？”
en_us: Ning Yao suddenly pointed at the statue of the Daoist Enforcer with broken arm and said, "Do you know what stone that ink-black statue base is cut and made from?"

source: 宁姚突然停下脚步，等到少年疑惑转身后，她指了指自己眉心处的红印，“知道你好奇，但是没好意思问，我不妨跟你说实话好了，这便是我宁姚的杀手锏，正阳山老猿厉害吧？把你我撵得比丧家之犬还凄惨，对不对？可我眉心窍穴内，放着我娘赠送给我的一样十岁生日礼物，是我的本命之物，它只要出现，别说老猿要死，就是”
en_us: Ning Yao suddenly came to a stop. When Chen Ping'an turned around in puzzlement, she pointed at the red mark on her glabella and said, "I know that you're curious but don't have the courage to ask. So let me tell you the truth. This is my trump card. Is the old ape from Sun Scorch Mountain powerful? He's bullied us to a very miserable state, right? However, inside the acupoint on my glabella is the birthday present that my mother gave me for my 11th birthday. It's my bonded treasure, and once I unleash it, not only will the old ape die, but.."

source: 宁姚突然好奇道：“如果阮秀在这里，你是不是不给陈对，给阮秀？”
en_us: A curious look appeared on Ning Yao's face as she asked, "If Ruan Xiu were here, you'd give the fruit to her, wouldn't you?"

source: 宁姚突然忍不住问道：“木弓箭头涂抹了你说的那种草药，当真有用？”
en_us: Ning Yao suddenly couldn't contain her urge, and she asked, "Will the herbal medicine you want to apply to the arrowhead really be effective?"

source: 宁姚突然想起一事，好奇问道：“你那件自制的木瓷甲呢？怎么没穿在身上了？”
en_us: Ning Yao suddenly recalled something, and she asked in curiosity, "Where's that wood and porcelain armor that you made by yourself? Why aren't you wearing it?"

source: 宁姚突然正色道：“小心！我那把飞剑已经在返回途中了！”
en_us: Ning Yao's expression suddenly became serious, and she said, "Be careful! My flying sword is already returning!"

source: 宁姚突然灿烂笑起来，伸出双手，对草鞋少年竖起大拇指，“帅气！”
en_us: Ning Yao's smile suddenly became dazzling, and she raised two thumbs at Chen Ping'an and said, "That was very impressive!"

source: 宁姚突然问道：“陈平安，那家伙小时候也给牛尾巴甩过？”
en_us: Ning Yao suddenly asked, "Chen Ping'an, was he also whipped in the face by cow tails when he was little?"

source: 宁姚站在门外，她也不说话。
en_us: Ning Yao stood in the doorway, but she didn't interrupt their conversation.

source: 宁姚站定，转头问道：“看明白了吗？来试试看？”
en_us: After finishing her demonstration, Ning Yao turned around and asked, "Do you understand now? Do you want to give it a go?"

source: 宁姚站直身体，回首望去，飞剑并未狼狈返回，这是好兆头，最少说明老猿没有找准两人躲藏地点的方向。
en_us: Ning Yao stood up and looked back, and she didn't she the flying sword returning in a disheveled manner. This was a good sign, as it singnified that the old ape hadn't found their hiding spot yet.

source: 宁姚站起身，拇指推刀出鞘寸余，一脸看白痴的眼神望向草鞋少年，少女天经地义道：“还能咋办？砍死他们啊！”
en_us: Ning Yao stood up and unsheathed an inch of her saber. She then looked at the young boy as if she were looking at a retard, and she said, "What else? We'll hack them to death!"

source: 宁姚笑眯眯道：“怎么，想挖了卖钱啊？”
en_us: Ning Yao smiled with squinted eyes and said, "What, you want to dig it up and sell it?"

source: 宁姚笑眯眯问道：“那三个人里头，我排第几？”
en_us: Ning Yao smiled and asked, "Then where do I rank among the three people?"

source: 宁姚笑着伸出大拇指，翘起伸向自己，胸有成竹道：“我也不信，所以将来我去亲眼看过之后，回来告诉你真假！”
en_us: Ning Yao pointed at herself as she smiled and said, "I don't believe it, either. I'll tell you whether the stories are true or not after I go and see it for myself someday."

source: 宁姚笑道：“守财奴，你还不是担心她想法子搬走它，害得你两手空空。”
en_us: "You make yourself sound so justified, but you're just a stingy little codger who's worried that she'll take all the stones and leave you with nothing," Ning Yao chuckled.

source: 宁姚终于回过神，咳嗽一声，坐直腰杆，拿过古书，快速翻了几页，然后她合上书，一根手指在封面上点了两下，转头对陈平安淡然道：“这是一部拳谱，拳法名撼山，如果按照江湖人的规矩，你可以称之为撼山谱。”
en_us: Ning Yao finally came to her senses. She coughed before sitting up straight and picking up the book. After quickly flipping through a few pages, she closed the book and used a finger to tap the cover twice. She then turned to Chen Ping'an and said, "This is a fist technique called Mountain Shaking. According to the rules of the cultivation world, you can refer to this book as the Mountain Shaking Guide."

source: 宁姚给陈平安带了一串老旧钥匙回来，说是有人丢在院子里的，然后她试了试，果然是隔壁宋集薪家的钥匙，从院门到屋门到房门，全都能开。陈平安猜不出宋集薪想做什么，照理说就他那种大手大脚的作风，应该不会想到让自己去帮忙打扫屋子，毕竟以宋集薪的脾气，估计屋子塌了，也不愿意让外人进入他家的地盘。
en_us: Ning Yao brought a set of keys over and gave them to Chen Ping'an, telling him that someone had tossed them into his courtyard. After a few tries, she had discovered that the set of keys belonged to his neigbor, Song Jixin. From the courtyard gate to the house door, everything could be opened. Chen Ping'an couldn't understand Song Jixin's intention. Logically speaking, Song Jixin's personality was such that he wouldn't have asked Chen Ping'an to clean his house for him. After all, with Song Jixin's temper, he most likely wouldn't allow others into his house even if it collapsed.

source: 宁姚翻了个白眼，问道：“接下来？”
en_us: Ning Yao rolled her eyes, then asked, "What do we do next?"

source: 宁姚老实回答道：“我祖父那一辈，出了很多英雄人物，所以短短百年之内，就新刻了两个字，如今总计十八字。”
en_us: "Many heroic and powerful people appeared during my grandpa's generation, so two extra characters were inscribed on the wall in just a mere 100 years. There are a total of 18 characters now," Ning Yao replied honestly.

source: 宁姚脸色肃穆，轻轻摇头，没有继续道破天机。
en_us: Ning Yao wore a solemn expression as she lightly shook her head. She didn't delve any deeper into these secrets.

source: 宁姚脸色阴沉，碰了碰陈平安肩头，轻声提醒道：“不知为何飞剑到了这边周围，便进不来了。”
en_us: Ning Yao wore a dark expression, and she bumped Chen Ping'an's shoulder before saying in a soft voice, "After arriving near here, my flying sword isn't able to enter for some reason."

source: 宁姚自顾自说道：“我行走你们这座天下多年，也见过不少寺庙的四大天王，和各路道观灵官，这尊泥像……”
en_us: Ning Yao continued to speak by herself, saying, "I've traveled your world for many years, and I've been able to see the Four Heavenly Kings[ref]This refers to the four guardian statues seen in many Buddhist temples.[/ref] of many different temples and abbeys. This statue..."

source: 宁姚虽然每天住在陈平安的祖宅，但是药罐子什么的，都搬来了铺子这边，省得陈平安来回跑。陈平安则住在刘羡阳家，主要还是怕宅子遭贼。陈平安之前大半夜又去溪里摸石头，结果到最后颗粒无收，就是青牛背那边的深坑也摸不上蛇胆石，用宁姚的说法就是蛇胆石这玩意儿，跟人差不多，得有精气神，没有，就是寻常富贵门庭的清供雅玩，也就只能当做一方砚台，可有了精气神，就跟人穿上了龙袍差不多，两者差距，一个天一个地。
en_us: Even though Ning Yao still lived in Chen Ping'an's house, all of the medicinal ingredients and pots had been moved to the blacksmith workshop. This was so that Chen Ping'an didn't need to make so many back-and-forth trips. Meanwhile, Chen Ping'an was staying at Liu Xianyang's place, and this was mainly to prevent thieves from taking advantage of his empty house. Chen Ping'an had gone to collect snake gall pebbles at night again, yet he had come up completely empty-handed, not even finding anything in the deep pit under the Azure Cow Ridge. In the words of Ning Yao, this was because snake gall pebbles were quite similar to people. They also needed to have vitality and spirit. Once they lost these things, they would become nothing more than elegant ornaments for the nobility — perhaps they could be carved into inkstones. If they possessed vitality and spirit, however, it would be akin to a person draping on an imperial cape. The gulf between the two was like the gulf between heaven and earth.

source: 宁姚虽然让陈平安进了院子，甚至进了屋子，但是她的脸色很不好看，坐在桌旁，一条胳膊贴靠在刀鞘上，手指轻轻敲击刀柄。
en_us: Even though Ning Yao allowed Chen Ping'an to enter the courtyard and even the house, her expression was slightly dark as she sat beside the table and leaned against the scabbard of her saber, which she lightly drummed her fingers along.

source: 宁姚虽然说不清道不明，但是对于一门神通术法的好坏，少女天生拥有极其敏锐的直觉。
en_us: Even though Ning Yao was unable to describe this mystical ability, she had an innate intuition that allowed her to determine whether a mystical ability was constructive or destructive.

source: 宁姚被陈平安这套歪理给堵得慌。
en_us: Ning Yao felt extremely stifled after hearing Chen Ping'an's foolish reasoning.

source: 宁姚见机不妙，仍是果断松开剑柄，一边使劲抽刀，刀口滑过老猿手心，发出一串刺破耳膜的金石之声。
en_us: Seeing that she was in a precarious situation, Ning Yao resolutely let go of her sword. At the same time, she forcefully tugged at her saber, causing it to slide through Bai Yuan's grip and emit a piercing scraping sound, like that of metal against rock.

source: 宁姚观察陈平安的状态，有点像是道家坐忘或是佛门的禅定，问道：“他怎么了？”
en_us: Ning Yao observed Chen Ping'an's condition, and she felt like he was in a state of deep meditation. "What's going on with him?" she asked.

source: 宁姚觉得这样的少年就这样死了，这样不对！
en_us: To die just like this... Ning Yao felt like this wasn't right!

source: 宁姚讥讽道：“这么快就成朋友了，那你的朋友没有几万，也有几千吧？”
en_us: "You two are friends already? Then you surely have thousands of friends if not tens of thousands, right?" Ning Yao sneered in ridicule.

source: 宁姚让陈平安把桌子挪开，然后向前走出六步，步伐为三小三大，最后yi步当她yi脚重重踏下，整栋屋子的泥地，仿佛都发出了yi阵沉闷震动。
en_us: Ning Yao got Chen Ping'an to move the table aside. She then took six steps forward, with three steps being small and three steps being big. When she put her foot down after the final step, it was as if a muffled rumble was traveling through the entire ground of the house.

source: 宁姚让陈平安抬起右手，将压衣刀轻轻放回绑缚在手臂上的刀鞘，警告道：“不许得寸进尺，不许对这把刀有任何非分之想！”
en_us: Ning Yao told Chen Ping'an to raise his right arm, and she gently placed the skirt dagger back into the saber scabbard that was tied to his arm. "Don't push your luck! And don't have any ulterior thoughts about this dagger!" she said in warning.

source: 宁姚说了一句陈平安听不懂的言语，“有些像，但其实不一样，不过对你来说，没啥区别。”
en_us: Ning Yao replied with a remark that Chen Ping'an couldn't really understand. "Something similar, but not exactly the same. However, it makes no difference to you."

source: 宁姚说到这里的时候，闭目凝神，她甚至不用掐诀立桩，就能够心生感应，她睁眼后弯曲手指，对着自己指了后脑勺两个地方，分别是玉枕和天柱两座窍穴，确实是比较适合温养本命飞剑的场所，她笑道：“左手剑炉对应这里，右手则是指向此处。”
en_us: Ning Yao closed her eyes and focused her attention at this moment. In fact, she could sense these locations even if she didn't form a hand seal and enter the standing meditation stance. She opened her eyes and curled her fingers, pointing to two locations on the back of her head, the Jade Pillow acupoint and the Celestial Pillar acupoint. These acupoints were indeed suitable locations for nurturing one's bonded flying sword. Ning Yao smiled and said, "The Sword Furnace of the left hand corresponds to here, and the Sword Furnace of the right hand points to here."

source: 宁姚说过，只要老猿不狗急跳墙，就有活命的机会。
en_us: Ning Yao had said that as long as the old ape wasn't pushed to the point where he would go all-out, then Chen Ping'an would have a chance at survival.
